@extends('HR.layouts.master')

@section('content')
<br><br>
<div class="container-fluid bg-light">
   <div class="row">
     <div class='col-4' ></div>
     <div class='col-4' align="center">
         <br>
         <a href="#"><img src="assets/images/hrlogo.png" height="90" alt=""/></a>
         <h2>من نحن</h2>
     </div>
     <div class='col-4' ></div>
  </div>

  <div class="container ">
   <div class="row">
   <div class="card shadow-lg  bg-white" >
  <div class="card-body">
    <h4>من نحن</h4>
   <p>work time  هو موقع الكتروني مصمم علئ شبكه الانترنت متخصص في اعلان ونشر كل المناقصات بكل انواعها سواء كانت مناقصات توريدات او مناقصات انشائيه خدميه اومناقصات اخرئ..واعلانات التأهيل المسبق للمقاولين والموردين ومقدمي الخدمات وكذالك اعلان الوظائف المهنيه لكي يصل اعلاننا للمناقصه والوظائف الئ اكبر شريحه ممكنه .. تم اطلاق موقع work time عام 2021 حيث يساعد جميع الافراد والشركات والمقاولين والموردين علئ متابعه العطاءات والوظائف الجديده ...</p>
   <h4>رؤيتنا</h4>
   <p>نطمح الئ ان تكون الشركه اكبر واهم موقع اعلانات للمناقصات والوظائف لكل الافراد والمؤسسات في المجتمع كامل .. ويكون اسهل واسرع موقع يتم استخدامه ويستفيد منه الجميع بشكل كبير .. وبأن نعمل علئ وصول المناقصات الئ جميع الشركات والمقاولين والموردين المهتمين بالعطاءات الجديده .. وايضا العمل علئ وصول اعلان الوظائف الئ اكبر شريحه من ذوي الخبرات والخريجين المؤهلين للمشاركه في اماكن العمل بكل ثقه ..</p>
   <h4>خدماتنا</h4>
   <p>تزويد الباحثين عن العطاءات والمناقصات الجديده في كل المجالات من خلال موقعنا بكل سهوله وسرعه وبميزه وصولهم تنبيه اشعارات بكل المناقصات الجديده... وكذالك تزويد الباحث عن عمل بالقدره علئ العثور علئ الوظيفه التي يرئ نفسه مؤهل لها من خلال ادوات البحث عن جميع الوظائف المصنفه في موقعنا وبخدمه شعارات التنبيهات للوظائف والاشتراك بالفرص الجديده ..</p>
  </div>
</div>
   </div>
  </div>

</div>
@stop